/* No comment provided by engineer. */
"AgreeButton" = "Egyetértek";

/* No comment provided by engineer. */
"AgreementMessage1" = "A szoftver telepítésének folytatásához el kell fogadnia a szoftverszerződés feltételeit.";

/* No comment provided by engineer. */
"AgreementMessage2" = "A folytatáshoz kattintson az Egyetértek, a telepítés leállításához és a telepítőből történő kilépéshez pedig a Nem értek egyet lehetőségre.";

/* No comment provided by engineer. */
"All Regions -- Beta License Agreement" = "Minden régió -- Beta Licencszerződés";

/* No comment provided by engineer. */
"DisagreeButton" = "Nem értek egyet";

/* No comment provided by engineer. */
"PaneTitle" = "Licencszerződés";

/* No comment provided by engineer. */
"ReadLicenseButton" = "Licenc elolvasása";

/* No comment provided by engineer. */
"SelectCountryText" = "Válassza ki országát vagy térségét:";

/* No comment provided by engineer. */
"SelectFromList" = "Válasszon a felsorolásból";

